/* No comment provided by engineer. */
"About Verbatim Solutions" = "Verbatim Solutionsに関して";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™はVerbatim Solutionsが管理しています";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "文字入力を始めるには、ここをクリックして下さい";

/* No comment provided by engineer. */
"All translation history has been cleared." = "翻訳履歴が全て削除されました。";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "全ての翻訳履歴を本当にクリアしても構いませんか？一度削除すると、以前に訳した翻訳文は訳例として二度と表示されません。";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Clear" = "削除";

/* No comment provided by engineer. */
"Clear Translation History" = "翻訳履歴を削除する";

/* No comment provided by engineer. */
"Done" = "終了";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "プロ翻訳見積り";

/* No comment provided by engineer. */
"Request Professional Quote" = "プロ翻訳の見積もりをリクエストする";

/* No comment provided by engineer. */
"Submitting.." = "送信中.......";

/* No comment provided by engineer. */
"Translating.." = "翻訳中";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™は、プロ翻訳サービスプロバイダーの第一線にあるVerbatim Solutionsが管理しています。しかしながら、Verbi™は機械による簡易翻訳であり、プロ翻訳家による翻訳サービスの代替えとなるサービスではございません。プロ翻訳家による翻訳サービスをご希望の場合、下記のいずれかの方法で弊社までご連絡下さい：";

/* No comment provided by engineer. */
"Mail:" = "メール：";

/* No comment provided by engineer. */
"Call:" = "電話：";

/* No comment provided by engineer. */
"Online:" = "オンライン：";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ 翻訳";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "申し訳ございませんがエラーが発生しました。再試行して下さい。";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";